Repository: alexeynovopashin-lab/LightPlan
Catalog: Packages/LightPlanUI/Sources/LightPlanUI/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ru, zh

# tel.mineD
source: Shoots, contacts and documents stay where they are. The old ID keeps working: whoever saved you under it will still find you.
es: Las sesiones, los contactos y los documentos se quedan donde están. El ID anterior sigue funcionando: quien te guardó con él te seguirá encontrando.
ja: 撮影・連絡先・書類はそのままです。以前のIDも使えます。そのIDで登録した人は引き続きあなたを見つけられます。
ru: Съёмки, контакты и документы останутся на месте. Прежний ID продолжит работать: кто записал вас по нему, тот по нему и найдёт.
zh: 拍摄、联系人和文档都保持原样。以前的 ID 继续有效：按它保存你的人照样能找到你。

# tel.other
source: Someone else uses this phone now
es: Otra persona usa ahora este teléfono
ja: この端末は今は別の人が使っています
ru: Телефоном пользуется другой человек
zh: 现在是别人在用这部手机

# tel.skip
source: Continue without a copy
es: Seguir sin copia
ja: コピーせずに続ける
ru: Продолжить без копии
zh: 不备份继续

# tel.skipWait
source: Continue without a copy · {n}
es: Seguir sin copia · {n}
ja: コピーせずに続ける · {n}
ru: Продолжить без копии · {n}
zh: 不备份继续 · {n}

# tel.whoT
source: Whose number is this
es: ¿De quién es este número?
ja: この番号は誰のものですか
ru: Чей это номер
zh: 这是谁的号码

# tel.wipe
source: Erase and start my own
es: Borrar y empezar lo mío
ja: 消去して新しく始める
ru: Очистить и начать своё
zh: 清除并开始我自己的

# tel.wipeAsk
source: Erase everything on this device? Only a copy can bring it back.
es: ¿Borrar todo en este dispositivo? Solo se puede recuperar desde una copia.
ja: この端末のすべてを消去しますか？元に戻せるのはコピーだけです。
ru: Стереть всё на этом устройстве? Вернуть можно только из копии.
zh: 清除本设备上的所有内容？只能从备份恢复。

# tel.wipeD
source: Erases everything on this device, including the cloud connection. Then use «Restore from a copy» if you have one.
es: Borra todo en este dispositivo, incluida la conexión con la nube. Después, «Restaurar desde una copia», si la tienes.
ja: クラウド接続を含め、この端末のすべてを消去します。その後、コピーがあれば「コピーから復元」を使ってください。
ru: Сотрёт всё на этом устройстве, включая подключение к облаку. Дальше — «Восстановить из копии», если она у вас есть.
zh: 清除本设备上的所有内容，包括云盘连接。之后如有备份，可用「从备份恢复」。

# tele.air
source: Air
es: Aire
ja: 大気
ru: Воздух
zh: 空气

# tele.cond
source: Conditions
es: Condiciones
ja: 条件
ru: Условия
zh: 条件

# tele.golden
source: Golden hour
es: Hora dorada
ja: ゴールデンアワー
ru: Золотой час
zh: 黄金时刻

# tele.goldenTill
source: {range} · sunset {t}
es: {range} · puesta {t}
ja: {range} · 日の入り {t}
ru: {range} · до заката {t}
zh: {range}·日落{t}

# tele.light
source: Light
es: Luz
ja: 光
ru: Свет
zh: 光线

# tele.shadow
source: Shadows
es: Sombras
ja: 影
ru: Тени
zh: 阴影

# tele.sky
source: Sky
es: Cielo
ja: 空
ru: Небо
zh: 天空

# tele.sunrise
source: Sunrise
es: Amanecer
ja: 日の出
ru: Рассвет
zh: 日出

# tele.sunset
source: Sunset
es: Atardecer
ja: 日の入り
ru: Закат
zh: 日落

# tele.wind
source: Wind
es: Viento
ja: 風
ru: Ветер
zh: 风

# today.ahead
source: forecast
es: pronóstico
ja: 予報
ru: прогноз
zh: 预报

# today.backToday
source: ↺ today
es: ↺ hoy
ja: ↺ 今日
ru: ↺ сегодня
zh: ↺今天

# today.changePlace
source: Change location
es: Cambiar de lugar
ja: 場所を変更
ru: Сменить место
zh: 更换位置

# today.day
source: today
es: hoy
ja: 今日
ru: сегодня
zh: 今天

# today.details
source: Details
es: En detalle
ja: 詳細
ru: Подробно
zh: 详情

# today.hide
source: Hide
es: Ocultar
ja: 閉じる
ru: Свернуть
zh: 隐藏

# today.nearDays
source: Nearby days
es: Días vecinos
ja: 前後の日
ru: Соседние сутки
zh: 邻近日期

# today.now
source: today
es: hoy
ja: 今日
ru: сегодня
zh: 今天

# today.now2
source: now
es: ahora
ja: 今
ru: сейчас
zh: 现在

# today.past
source: archive
es: archivo
ja: アーカイブ
ru: архив
zh: 归档

# today.planShoot
source: Plan a shoot
es: Programar una sesión
ja: 撮影を計画
ru: Запланировать съёмку
zh: 计划拍摄

# today.sunOrMoon
source: Sun or moon
es: Sol o luna
ja: 太陽か月か
ru: Солнце или луна
zh: 太阳或月亮

# today.timeOfDay
source: Time of day
es: Hora del día
ja: 時間帯
ru: Время суток
zh: 一天中的时间

# tour.add.d
source: This button starts a record: date, genre, place, start time. From there the calendar and the light work together.
es: El botón crea un registro: fecha, género, lugar, hora de inicio. De ahí en adelante el calendario y la luz trabajan juntos.
ja: このボタンで記録を始めます。日付、ジャンル、場所、開始時刻。そこからカレンダーと光が連携します。
ru: Кнопка заводит запись: дата, жанр, место, время начала. Дальше календарь и свет работают вместе.
zh: 按钮创建记录：日期、类型、地点、开始时间。之后日历和光线协同工作。

# tour.add.t
source: Your first shoot
es: Tu primera sesión
ja: 最初の撮影
ru: Первая съёмка
zh: 首次拍摄

# tour.back
source: Back
es: Atrás
ja: 戻る
ru: Назад
zh: 返回

# tour.bin.d
source: A deleted shoot does not vanish: it waits in the bin and comes back to its place with one button. The row appears here as soon as the bin has anything in it.
es: Una sesión eliminada no desaparece: queda en la papelera y vuelve a su lugar con un botón. La fila aparece aquí en cuanto la papelera tiene algo.
ja: 削除した撮影は消えません。ゴミ箱で待ち、ボタンひとつで元の場所に戻ります。ゴミ箱に何か入るとここに行が表示されます。
ru: Удалённая съёмка не пропадает: она лежит в корзине и возвращается на своё место одной кнопкой. Строка появляется здесь, как только в корзине что-то есть.
zh: 删除的拍摄不会消失：它保留在回收站中，一键即可恢复。一旦回收站有内容，此条目就会出现。

# tour.bin.t
source: The bin
es: La papelera
ja: ゴミ箱
ru: Корзина
zh: 回收站

# tour.cal.d
source: Month, week or a single day. The genre sits in the cell as a word, not as a dot.
es: Mes, semana o un solo día. El género va en la celda con palabras, no con un punto.
ja: 月・週・日で表示。ジャンルは点ではなく言葉でセルに入ります。
ru: Месяц, неделя или один день. Жанр стоит прямо в клетке словом, а не значком.
zh: 月、周或单日。类型直接以文字显示在格中，而非图标。

# tour.cal.t
source: A calendar for shoots
es: Un calendario de sesiones
ja: 撮影のカレンダー
ru: Календарь съёмок
zh: 拍摄日历

# tour.cloud.d
source: Yandex Disk, Google or Dropbox: your data copy and shoot references go there. Nothing goes to our server.
es: Yandex Disk, Google o Dropbox: ahí van la copia de los datos y las referencias de las sesiones. A nuestro servidor no va nada.
ja: Yandex Disk、Google、Dropbox にデータのコピーと撮影の参考が保存されます。当社のサーバーには何も送られません。
ru: Яндекс.Диск, Google или Dropbox: туда уходят копия данных и референсы съёмок. На наш сервер не уходит ничего.
zh: Yandex Disk、Google 或 Dropbox：数据备份和拍摄参考资料存储于此。不会向我们的服务器发送任何内容。

# tour.cloud.t
source: A copy in your cloud
es: Una copia en tu nube
ja: あなたのクラウドにコピー
ru: Копия в облаке
zh: 云备份

# tour.dome.d
source: The arc is the sun's path from rise to set, the disc is where it is now. The dash below gives its height and the shadow length.
es: El arco es el camino del sol de la salida a la puesta, el disco es dónde está ahora. La marca hacia abajo muestra su altura y la longitud de la sombra.
ja: 弧は日の出から日の入りまでの太陽の道筋、円盤は今の位置です。下の線は高度と影の長さを示します。
ru: Дуга — путь солнца от восхода до заката, диск — где оно сейчас. Штрих вниз показывает высоту и длину тени.
zh: 弧线为太阳从升起到落下的路径，圆盘为当前位置。下方刻度显示高度和影长。

# tour.dome.t
source: The light dome
es: La cúpula de luz
ja: 光のドーム
ru: Купол света
zh: 光穹顶

# tour.done
source: Done
es: Listo
ja: 完了
ru: Готово
zh: 完成

# tour.end.d
source: The tour lives in settings and repeats whenever you like — all of it or from the step you need.
es: La introducción vive en los ajustes y se repite cuando quieras — entera o desde el paso que necesites.
ja: ツアーは設定にあり、いつでも最初から、または必要なステップから繰り返せます。
ru: Знакомство живёт в настройках и повторяется в любой момент — целиком или с нужного шага.
zh: 介绍内容保存在设置中，可随时重新开始 — 从头或从指定步骤。

# tour.end.t
source: That's all
es: Eso es todo
ja: 以上です
ru: Это всё
zh: 介绍完毕

# tour.hi.d
source: Light, weather and shoots in one place. A minute on the live screen — you can leave at any step.
es: Luz, clima y sesiones en un solo lugar. Te lo muestro en un minuto y sobre la pantalla real. Puedes salir en cualquier paso.
ja: 光・天気・撮影をひとつに。実際の画面で1分ほど。どのステップでも抜けられます。
ru: Свет, погода и съёмки — в одном месте. Покажу за минуту и прямо на живом экране. Выйти можно на любом шаге.
zh: 光线、天气和拍摄 — 集中在一处。一分钟内直接在实时屏幕上展示。可在任何步骤退出。

# tour.map.d
source: The map shows where the sun comes from and where the shadow falls. Move time and the ray follows.
es: En el mapa se ve de dónde llega el sol y hacia dónde cae la sombra. Mueves el tiempo y el rayo lo sigue.
ja: 地図には太陽の方向と影の向きが表示されます。時間を動かすと光線も動きます。
ru: На карте видно, откуда светит солнце и куда ложится тень. Двигаете время — луч едет за ним.
zh: 地图上可见太阳从何方向照射以及阴影投向何处。调整时间 — 光束随之移动。

# tour.map.t
source: The light compass
es: La brújula de la luz
ja: 光のコンパス
ru: Компас света
zh: 光罗盘

# tour.mode.d
source: Simple keeps only what a shoot needs. Astro adds azimuths, sun elevation, shadow length, twilight and the day ribbon under the slider.
es: «Simple» deja en las pantallas solo lo que hace falta para fotografiar. «Astro» agrega azimuts, altura del sol, longitud de la sombra, crepúsculo y la cinta del día bajo el deslizador.
ja: シンプルは撮影に必要なものだけ。アストロは方位角、太陽高度、影の長さ、薄明、スライダー下の1日の帯を加えます。
ru: «Просто» оставляет на экранах только нужное для съёмки. «Астро» добавляет азимуты, высоту солнца, длину тени, сумерки и ленту суток под ползунком.
zh: “简单”模式仅显示拍摄所需内容。“天文”模式添加方位角、太阳高度、影长、暮光以及滑块下方的日带。

# tour.mode.t
source: Simple and Astro
es: Simple y Astro
ja: シンプルとアストロ
ru: Просто и Астро
zh: 简单与天文

# tour.next
source: Next
es: Siguiente
ja: 次へ
ru: Далее
zh: 下一步

# tour.place.d
source: Light is computed where you shoot. Tap the header to change the place — by location, by search or by coordinates.
es: La luz se calcula donde fotografías. El lugar se cambia tocando el encabezado — por ubicación, por búsqueda o por coordenadas.
ja: 光は撮影場所で計算されます。見出しをタップして場所を変更。現在地、検索、座標で指定できます。
ru: Свет считается там, где вы снимаете. Место меняется тапом по шапке — геопозицией, поиском или координатами.
zh: 光线按您拍摄的位置计算。点击顶部可更改地点 — 通过地理位置、搜索或坐标。

# tour.place.t
source: Where you shoot
es: Dónde fotografías
ja: 撮影場所
ru: Место съёмки
zh: 拍摄地点

# tour.row
source: Tour
es: Introducción
ja: ツアー
ru: Знакомство
zh: 介绍

# tour.rowV
source: Show
es: Ver
ja: 表示
ru: Показать
zh: 显示

# tour.skip
source: Skip
es: Omitir
ja: スキップ
ru: Пропустить
zh: 跳过

# tour.skipAria
source: Skip the tour
es: Omitir la introducción
ja: ツアーをスキップ
ru: Пропустить знакомство
zh: 跳过介绍

# tour.sky.d
source: The switch changes the body on the dome. The moon gets the same arc, its own phase and its own rise and set.
es: El interruptor cambia el astro en la cúpula. La luna tiene el mismo arco, su propia fase y su propia salida y puesta.
ja: スイッチでドームの天体を切り替えます。月にも同じ弧があり、固有の月齢と出入りがあります。
ru: Тумблер меняет светило на куполе. У луны та же дуга, своя фаза и свои восход с заходом.
zh: 切换开关改变穹顶上的天体。月亮有相同的弧线，并有自己的相位和升落时间。

# tour.sky.t
source: Sun or moon
es: Sol o luna
ja: 太陽か月か
ru: Солнце или луна
zh: 太阳或月亮

# tour.stats.d
source: The calendar sums the year up: what has been shot and what is ahead, by genre, with delivery dates and money. Nothing to enter twice.
es: El calendario resume el año: cuánto se fotografió y qué viene, por género, con plazos de entrega y dinero. No hay que cargar nada aparte.
ja: カレンダーが1年をまとめます。撮影済みと予定をジャンル別に、納品日と金額つきで。二重入力は不要です。
ru: Календарь подводит итог за год: сколько снято и что впереди, по жанрам, со сроками сдачи и деньгами. Вводить отдельно ничего не нужно.
zh: 日历自动汇总全年：已拍摄和待拍摄数量，按类型、交付期限和金额。无需单独输入。

# tour.stats.t
source: The year counts itself
es: El año se cuenta solo
ja: 1年を自動で集計
ru: Год считает сам
zh: 年度自动统计

# tour.tele.d
source: Conditions, sunset, golden hour, light, shadows, sky, wind. The rows follow the time on the slider.
es: Condiciones, atardecer, hora dorada, luz, sombras, cielo, viento. Las filas cambian junto con la hora del deslizador.
ja: 天候、日の入り、ゴールデンアワー、光、影、空、風。各行はスライダーの時刻に連動します。
ru: Условия, закат, золотой час, свет, тени, небо, ветер. Строки меняются вместе со временем на ползунке.
zh: 条件、日落、黄金时刻、光线、阴影、天空、风。这些行随滑块时间变化。

# tour.tele.t
source: The instrument panel
es: El panel de instrumentos
ja: 計器パネル
ru: Приборная панель
zh: 仪表板

# tour.time.d
source: The slider moves time: dome, telemetry and weather all recalculate for that minute. The same slider serves Light and Map.
es: El deslizador mueve el tiempo: la cúpula, la telemetría y el clima se recalculan para ese minuto. Es el mismo deslizador en «Luz» y en «Mapa».
ja: スライダーで時間を動かすと、ドーム・計測値・天気がその時刻で再計算されます。光と地図で同じスライダーを使います。
ru: Ползунок двигает время: купол, телеметрия и погода пересчитываются на выбранную минуту. Один и тот же ползунок на «Свете» и «Карте».
zh: 滑块调整时间：光穹顶、遥测和天气按所选分钟重新计算。在“光线”和“地图”中使用同一滑块。

# tour.time.t
source: Time in your hand
es: El tiempo en la mano
ja: 時間を手のひらに
ru: Время в руке
zh: 时间掌控

# trend.clearing
source: clearing
es: se despeja
ja: 晴れてくる
ru: проясняется
zh: 转晴

# trend.closing
source: closing in
es: se cierra
ja: 曇ってくる
ru: затягивает
zh: 转阴

# trend.same
source: no change
es: sin cambios
ja: 変化なし
ru: без изменений
zh: 无变化

# trust.far
source: low confidence · a rough guide for now
es: confianza baja · por ahora es una referencia
ja: 確度低 · 現時点では目安です
ru: уверенность низкая · пока ориентир
zh: 低置信度·大致参考

# trust.past
source: past day · archive
es: día pasado · archivo
ja: 過去の日 · アーカイブ
ru: прошедший день · архив
zh: 过去的一天·档案

# trust.sure
source: forecast is firm
es: pronóstico firme
ja: 予報は確実です
ru: прогноз уверенный
zh: 预报可靠

# trust.week
source: 70% confidence · will sharpen nearer the date
es: confianza 70% · se afinará cerca de la fecha
ja: 確度70% · 日付が近づくと精度が上がります
ru: уверенность 70% · уточнится ближе к дате
zh: 70%置信度·临近日期会更准确

# twi.astro
source: astronomical
es: astronómico
ja: 天文薄明
ru: астрономические
zh: 天文

# twi.nautical
source: nautical
es: náutico
ja: 航海薄明
ru: навигационные
zh: 航海

# twi.till
source: {step} · until {t} · {gap}
es: {step} · hasta {t} · {gap}
ja: {step} · {t}まで · {gap}
ru: {step} · до {t} · {gap}
zh: {step}·直到{t}·{gap}

# unit.clash
source: %lld⁣mismatches
es: %lld⁣diferencias
ja: %lld⁣件の相違
ru: %lld⁣расхождений
zh: %lld⁣差异

# unit.day
source: %lld⁣days
es: %lld⁣días
ja: %lld⁣日
ru: %lld⁣дней
zh: %lld⁣天

# unit.doc
source: %lld⁣documents
es: %lld⁣documentos
ja: %lld⁣件
ru: %lld⁣документов
zh: %lld⁣文档

# unit.event
source: %lld⁣events
es: %lld⁣eventos
ja: %lld⁣件
ru: %lld⁣событий
zh: %lld⁣个事件

# unit.folder
source: %lld⁣folders
es: %lld⁣carpetas
ja: %lld⁣個
ru: %lld⁣папок
zh: %lld⁣个

# unit.frame
source: %lld⁣frames
es: %lld⁣tomas
ja: %lld⁣枚
ru: %lld⁣кадров
zh: %lld⁣帧

# unit.hour
source: %lld⁣hours
es: %lld⁣horas
ja: %lld⁣時間
ru: %lld⁣часов
zh: %lld⁣小时

# unit.item
source: %lld⁣items
es: %lld⁣materiales
ja: %lld⁣件
ru: %lld⁣материалов
zh: %lld⁣项目

# unit.link
source: %lld⁣links
es: %lld⁣vínculos
ja: %lld⁣件
ru: %lld⁣связок
zh: %lld⁣关联

# unit.meet
source: %lld⁣meetings
es: %lld⁣reuniones
ja: %lld⁣件の打ち合わせ
ru: %lld⁣встреч
zh: %lld⁣会议

# unit.min
source: %lld⁣minutes
es: %lld⁣minutos
ja: %lld⁣分
ru: %lld⁣минут
zh: %lld⁣分钟

# unit.org
source: %lld⁣organisations
es: %lld⁣organizaciones
ja: %lld⁣件
ru: %lld⁣организаций
zh: %lld⁣机构

# unit.point
source: %lld⁣stops
es: %lld⁣puntos
ja: %lld⁣スポット
ru: %lld⁣точек
zh: %lld⁣点

# unit.shoot
source: %lld⁣shoots
es: %lld⁣sesiones
ja: %lld⁣件
ru: %lld⁣съёмок
zh: %lld⁣拍摄

# unit.tel
source: %lld⁣numbers
es: %lld⁣números
ja: %lld⁣件
ru: %lld⁣номеров
zh: %lld⁣号码

# unit.times
source: %lld⁣times
es: %lld⁣veces
ja: %lld⁣回
ru: %lld⁣раз
zh: %lld⁣次

# wc.cityGlowM
source: The spot is inside the city — the Milky Way will not show. Pick a place out of town.
es: El punto está dentro de la ciudad — la Vía Láctea no se va a ver. Elige un lugar fuera de la ciudad.
ja: スポットが市街地にあり、天の川は写りません。郊外の場所を選んでください。
ru: Точка в черте города — Млечный Путь не проявится. Выберите место за городом.
zh: 该点在市区——银河不会显现。选择城外地点。

# wc.cityGlowT
source: City light pollution
es: Contaminación lumínica
ja: 街明かり
ru: Засветка города
zh: 城市光污染

# wc.dullSunsetM
source: Sunset score {score} out of 100. The cloud layers are against it — try a neighbouring day.
es: Puntaje del atardecer: {score} de 100. Los niveles de nubes están en contra — prueba con un día vecino.
ja: 夕焼けスコア100点中{score}点。雲の層が不利です — 前後の日を試してください。
ru: Балл заката {score} из 100. Ярусы облаков против — попробуйте соседний день.
zh: 日落评分{score}（满分100）。云层不利——尝试相邻日期。

# wc.dullSunsetT
source: The sunset promises no colour
es: El atardecer no promete color
ja: 夕焼けの色は期待できません
ru: Закат не обещает цвета
zh: 日落没有颜色

# wc.moonCloudM
source: Forecast: {sky}.
es: Pronóstico: {sky}.
ja: 予報：{sky}。
ru: Прогноз: {sky}.
zh: 预报：{sky}。

# wc.moonCloudT
source: Clouds will cover the moon
es: Las nubes van a tapar la luna
ja: 月は雲に隠れます
ru: Луну закроют облака
zh: 云层会遮住月亮

# wc.moonDimM
source: The disc is {pct}% lit. Faint detail of the Way will wash out; you can still shoot, but it is better to wait for the moon to set or wane.
es: El disco está iluminado al {pct}%. El detalle débil de la Vía se va a perder; se puede fotografiar igual, pero conviene esperar a que la luna se ponga o empiece a menguar.
ja: 月は{pct}%輝いています。天の川の淡い部分は消えてしまいます。撮影は可能ですが、月が沈むか欠けていくのを待つのがおすすめです。
ru: Диск освещён на {pct}%. Слабые детали Пути смоет; снимать можно, но лучше дождаться, когда луна сядет или пойдёт на убыль.
zh: 月盘照亮{pct}%。银河的微弱细节会被冲淡；仍然可以拍摄，但最好等月亮落下或亏损。

# wc.moonDimT
source: The moon will spoil the stars
es: La luna va a estorbar a las estrellas
ja: 月が星の邪魔をします
ru: Луна помешает звёздам
zh: 月亮会破坏星星

# wc.moonWashM
source: The disc is {pct}% lit and stays above the horizon through most of the dark hours. The Way will not show — look for a night closer to the new moon.
es: El disco está iluminado al {pct}% y se mantiene sobre el horizonte casi toda la parte oscura de la noche. La Vía no se va a ver — busca una noche cerca de la luna nueva.
ja: 月は{pct}%輝いており、夜の暗い時間のほとんど地平線上にあります。天の川は写らないので、新月に近い夜を探してください。
ru: Диск освещён на {pct}% и стоит над горизонтом почти всю тёмную часть ночи. Путь не проявится — ищите ночь ближе к новолунию.
zh: 月盘照亮{pct}%，在大部分黑暗时段位于地平线以上。银河不会显现——寻找接近新月的夜晚。

# wc.moonWashT
source: The moon will wash out the Milky Way
es: La luna va a apagar la Vía Láctea
ja: 月明かりで天の川がかき消されます
ru: Луна засветит Млечный Путь
zh: 月亮会冲淡银河

# wc.newMoonM
source: {pct}% lit — it will give no light. Look for the full moon in the astro details.
es: Iluminada al {pct}% — no va a dar luz. Busca la luna llena en los detalles astro.
ja: 輝面{pct}% — 光は期待できません。満月は天体の詳細で探してください。
ru: Освещена на {pct}% — света не даст. Полнолуние ищите в астро-деталях.
zh: 照亮{pct}%——不会提供光线。满月可在天文细节中查找。

# wc.newMoonT
source: The moon is nearly new
es: La luna está casi nueva
ja: ほぼ新月です
ru: Луна почти новая
zh: 月亮几乎新月

# wc.noRainM
source: Forecast for that day: {sky}. Rain shots will not happen.
es: Pronóstico para ese día: {sky}. No van a salir tomas con lluvia.
ja: この日の予報：{sky}。雨のカットは撮れません。
ru: Прогноз на этот день: {sky}. Дождевых кадров не выйдет.
zh: 该日预报：{sky}。雨景不会出现。

# wc.noRainT
source: No rain expected
es: No se espera lluvia
ja: 雨の予報はありません
ru: Осадков не обещают
zh: 无降雨预期

# wc.noStarsM
source: Forecast: {sky}. Stay home — I will suggest the next clear night.
es: Pronóstico: {sky}. Quédate en casa — te propongo la próxima noche despejada.
ja: 予報：{sky}。家にいましょう — 次の晴れた夜をご提案します。
ru: Прогноз: {sky}. Оставайтесь дома — предложу ближайшую ясную ночь.
zh: 预报：{sky}。待在家里——我会建议下一个晴夜。

# wc.noStarsT
source: No stars tonight
es: No habrá estrellas
ja: 星は見えません
ru: Звёзд не будет
zh: 今晚无星星

# wc.noSunsetM
source: Forecast: {sky} — the horizon will be closed.
es: Pronóstico: {sky} — el horizonte va a estar cerrado.
ja: 予報：{sky} — 地平線は雲に覆われます。
ru: Прогноз: {sky} — горизонт будет закрыт.
zh: 预报：{sky}——地平线将被遮蔽。

# wc.noSunsetT
source: No sunset
es: No habrá atardecer
ja: 日の入りは見えません
ru: Заката не будет
zh: 没有日落

# wc.whiteNightM
source: The sky here does not get dark until the end of August. Stay home — I will point out the first dark night.
es: Aquí el cielo no se oscurece hasta fines de agosto. Quédate en casa — te aviso cuál es la primera noche oscura.
ja: ここでは8月末まで空が暗くなりません。家にいましょう — 最初の暗い夜をお知らせします。
ru: Небо здесь не темнеет до конца августа. Оставайтесь дома — подскажу первую тёмную ночь.
zh: 这里的天空直到八月底都不会变暗。待在家里——我会指出第一个黑暗之夜。

# wc.whiteNightT
source: White night · no stars
es: Noche blanca · no habrá estrellas
ja: 白夜 · 星は見えません
ru: Белая ночь · звёзд не будет
zh: 白夜·无星星

# wc.wrongWxM
source: You are hoping for {wish}. Forecast for that day: {sky}.
es: Esperas: {wish}. El pronóstico para ese día: {sky}.
ja: 希望：{wish}。この日の予報：{sky}。
ru: Вы ждёте: {wish}. Прогноз на этот день: {sky}.
zh: 您期望{wish}。该日预报：{sky}。

# wc.wrongWxT
source: Wrong weather
es: El clima no es el que esperas
ja: 天気が合いません
ru: Погода не та
zh: 天气不对

# week.dueList
source: deliver {list}
es: entregar {list}
ja: 納品：{list}
ru: сдать {list}
zh: 交付{list}

# week.free
source: free
es: libre
ja: 空き
ru: свободно
zh: 空闲

# week.freeOpen
source: date is free
es: fecha libre
ja: 日程は空いています
ru: дата свободна
zh: 日期空闲

# week.goldenAt
source: golden hour {t}
es: hora dorada {t}
ja: ゴールデンアワー {t}
ru: золотой час {t}
zh: 黄金时刻{t}

# week.meetWith
source: Meeting · {genre}
es: Reunión · {genre}
ja: 打ち合わせ · {genre}
ru: Встреча · {genre}
zh: 会议·{genre}

# week.sunsetAt
source: sunset {t}
es: atardecer {t}
ja: 日の入り {t}
ru: закат {t}
zh: 日落{t}

# week.trashN
source: deleted: {n}
es: eliminadas: {n}
ja: 削除：{n}
ru: удалено: {n}
zh: 已删除：{n}

# week.wx
source: cloud {cloud}% · wind {wind} m/s
es: nubosidad {cloud}% · viento {wind} m/s
ja: 雲量{cloud}% · 風{wind} m/s
ru: облачность {cloud}% · ветер {wind} м/с
zh: {cond}·云量{cloud}%·风速{wind}米/秒

# when.daysAgo
source: {n} ago
es: hace {n}
ja: {n}前
ru: {n} назад
zh: {n}前

# when.inDays
source: in {n}
es: en {n}
ja: {n}後
ru: через {n}
zh: {n}后

# when.tomorrow
source: tomorrow
es: mañana
ja: 明日
ru: завтра
zh: 明天

# when.yesterday
source: yesterday
es: ayer
ja: 昨日
ru: вчера
zh: 昨天

# who.client
source: Customer
es: Contratante
ja: 発注者
ru: Заказчик
zh: 客户

# who.event
source: Couple
es: Pareja
ja: カップル
ru: Пара
zh: 情侣

# who.own
source: client
es: cliente
ja: 依頼主
ru: клиент
zh: 客户

# who.people
source: Client
es: Cliente
ja: 依頼主
ru: Клиент
zh: 客户

# whoHint.client
source: Company and contact person
es: Empresa y persona de contacto
ja: 組織と担当者
ru: Организация и контактное лицо
zh: 公司和联系人

# whoHint.event
source: Names and phone
es: Nombres y teléfono
ja: 名前と電話番号
ru: Имена и телефон
zh: 姓名和电话

# whoHint.own
source: Client name or phone
es: Nombre o teléfono del cliente
ja: 依頼主の名前または電話番号
ru: Имя или телефон клиента
zh: 客户姓名或电话

# whoHint.people
source: Client name
es: Nombre del cliente
ja: 依頼主の名前
ru: Имя клиента
zh: 客户名称

# win.dawn
source: sunrise
es: amanecer
ja: 日の出
ru: рассвет
zh: 日出

# win.sunset
source: sunset
es: atardecer
ja: 日の入り
ru: закат
zh: 日落

# wind.calm
source: calm
es: calma
ja: 無風
ru: штиль
zh: 无风

# wind.from
source: from {dir}
es: del {dir}
ja: {dir}から
ru: с {dir}
zh: {dir}风

# wind.gust
source: gusts {n}
es: rachas {n}
ja: 突風 {n}
ru: порывы {n}
zh: 阵风{n}

# wind.light
source: light
es: leve
ja: 弱い
ru: слабый
zh: 微风

# wind.moderate
source: moderate
es: moderado
ja: やや強い
ru: умеренный
zh: 和风

# wind.strong
source: strong
es: fuerte
ja: 強い
ru: сильный
zh: 强风

# wish.any
source: Any
es: Cualquiera
ja: 指定なし
ru: Неважно
zh: 任意

# wish.clear
source: Clear
es: Despejado
ja: 晴れ
ru: Ясно
zh: 晴

# wish.cloudy
source: Cloudy
es: Nublado
ja: 曇り
ru: Облачно
zh: 多云

# wish.fog
source: Fog
es: Niebla
ja: 霧
ru: Туман
zh: 雾

# wish.moon
source: Moon
es: Luna
ja: 月
ru: Луна
zh: 月亮

# wish.rain
source: Rain
es: Lluvia
ja: 雨・雪
ru: Осадки
zh: 雨

# wish.stars
source: Stars
es: Estrellas
ja: 星
ru: Звёзды
zh: 星星

# wish.sunset
source: Sunset
es: Atardecer
ja: 夕焼け
ru: Закат
zh: 日落

# wish.was.clear
source: clear
es: Se esperaba cielo despejado
ja: 晴天の予定でした
ru: Ожидалась ясная погода
zh: 原本期待晴天

# wish.was.cloudy
source: cloudy
es: Se esperaban nubes
ja: 曇りの予定でした
ru: Ожидалась облачность
zh: 原本期待多云

# wish.was.fog
source: fog
es: Se esperaba niebla
ja: 霧の予定でした
ru: Ожидался туман
zh: 原本期待雾

# wish.was.moon
source: moon
es: Se esperaba luna
ja: 月の予定でした
ru: Ожидалась луна
zh: 原本期待月亮

# wish.was.rain
source: rain
es: Se esperaba lluvia
ja: 雨・雪の予定でした
ru: Ожидались осадки
zh: 原本期待降水

# wish.was.stars
source: stars
es: Se esperaban estrellas
ja: 星の予定でした
ru: Ожидались звёзды
zh: 原本期待星空
